Repository: jurke8/owlphant
Catalog: Owlphant/*.lproj/Localizable.strings
Languages: hr

# tab.contacts
source: Contacts
hr: Kontakti

# tab.events
source: Events
hr: Događaji

# tab.map
source: Map
hr: Karta

# tab.settings
source: Settings
hr: Postavke

# common.ok
source: OK
hr: U redu

# common.cancel
source: Cancel
hr: Odustani

# common.delete
source: Delete
hr: Izbriši

# common.remove
source: Remove
hr: Ukloni

# common.save
source: Save
hr: Spremi

# common.notice
source: Notice
hr: Obavijest

# language.english
source: English
hr: Engleski

# language.croatian
source: Croatian
hr: Hrvatski

# appearance.light.title
source: Light mode
hr: Svijetli način

# appearance.dark.title
source: Dark mode
hr: Tamni način

# appearance.system.title
source: Device default
hr: Prema uređaju

# appearance.light.subtitle
source: Always use the light appearance.
hr: Uvijek koristi svijetli izgled.

# appearance.dark.subtitle
source: Always use the dark appearance.
hr: Uvijek koristi tamni izgled.

# appearance.system.subtitle
source: Match your iPhone appearance setting.
hr: Prati postavku izgleda na iPhoneu.

# contacts.title
source: Contacts
hr: Kontakti

# contacts.setup.title
source: Setting up
hr: Postavljanje

# contacts.setup.subtitle
source: Initializing local encryption and storage.
hr: Inicijalizacija lokalne enkripcije i pohrane.

# contacts.empty.title
source: No contacts yet
hr: Još nema kontakata

# contacts.empty.subtitle
source: Add someone above or import from your phone contacts once imports are enabled.
hr: Dodaj nekoga iznad ili uvezi kontakte s telefona kada uvoz bude dostupan.

# contacts.alert.delete.title
source: Delete contact
hr: Izbriši kontakt

# contacts.alert.delete.message
source: This contact will be removed from this device.
hr: Ovaj kontakt će biti uklonjen s ovog uređaja.

# contacts.header.subtitle
source: Build strong relationships with reminders and insights.
hr: Gradi snažne odnose uz podsjetnike i uvide.

# contacts.header.searchPlaceholder
source: Search by name, place, birthday, notes
hr: Pretraži po imenu, mjestu, rođendanu ili bilješkama

# contacts.header.recent
source: Recent
hr: Nedavno

# contacts.header.savedCount
source: %d saved
hr: %d spremljeno

# contacts.unnamed
source: Unnamed Contact
hr: Neimenovani kontakt

# contacts.unknown
source: Unknown contact
hr: Nepoznat kontakt

# contacts.import.button
source: Import from address book
hr: Uvezi iz adresara

# contacts.card.livesIn
source: Lives in %@
hr: Živi u %@

# contacts.card.livesIn.label
source: Lives in
hr: Živi u

# contacts.card.relationships
source: Relationships
hr: Odnosi

# contacts.card.work
source: Work
hr: Posao

# contacts.card.phones
source: Phones
hr: Telefoni

# contacts.card.emails
source: Emails
hr: E-pošta

# contacts.card.contact
source: Contact
hr: Kontakt

# contacts.form.addTitle
source: Add a contact
hr: Dodaj kontakt

# contacts.form.editTitle
source: Edit contact
hr: Uredi kontakt

# contacts.form.firstName
source: First name
hr: Ime

# contacts.form.lastName
source: Last name
hr: Prezime

# contacts.form.nickname
source: Nickname
hr: Nadimak

# contacts.form.birthday
source: Birthday
hr: Rođendan

# contacts.form.birthdayPrecision
source: Birthday format
hr: Format rođendana

# contacts.form.birthdayPrecision.fullDate
source: Full date
hr: Puni datum

# contacts.form.birthdayPrecision.monthYear
source: Month and year
hr: Mjesec i godina

# contacts.form.birthdayPrecision.yearOnly
source: Year only
hr: Samo godina

# contacts.form.birthdayMonth
source: Birth month
hr: Mjesec rođenja

# contacts.form.birthdayDay
source: Birth day
hr: Dan rođenja

# contacts.form.birthdayYear
source: Birth year
hr: Godina rođenja

# contacts.form.placeOfBirth
source: Place of birth
hr: Mjesto rođenja

# contacts.form.placeOfLiving
source: Place of living (full address)
hr: Mjesto stanovanja (puna adresa)

# contacts.form.company
source: Company
hr: Tvrtka

# contacts.form.workPosition
source: Work position
hr: Radno mjesto

# contacts.form.phones
source: Phones (comma separated)
hr: Telefoni (odvojeni zarezom)

# contacts.form.emails
source: Emails (comma separated)
hr: E-pošta (odvojena zarezom)

# contacts.form.facebook
source: Facebook link
hr: Facebook (odvojen zarezom)

# contacts.form.linkedin
source: LinkedIn link
hr: LinkedIn (odvojen zarezom)

# contacts.form.instagram
source: Instagram link
hr: Instagram (odvojen zarezom)

# contacts.form.x
source: X link
hr: X (odvojen zarezom)

# contacts.form.tags
source: Groups (comma separated)
hr: Oznake (odvojene zarezom)

# contacts.form.notes
source: Notes
hr: Bilješke

# contacts.form.save
source: Save contact
hr: Spremi kontakt

# contacts.form.update
source: Update contact
hr: Ažuriraj kontakt

# contacts.form.addPhoto
source: Add photo
hr: Dodaj fotografiju

# contacts.form.section.basicInfo
source: Basic info
hr: Osnovne informacije

# contacts.form.section.location
source: Location
hr: Lokacija

# contacts.form.section.work
source: Work
hr: Posao

# contacts.form.section.channels
source: Channels
hr: Kanali

# contacts.form.section.personal
source: Personal
hr: Osobno

# contacts.form.relationship.contact
source: Contact
hr: Kontakt

# contacts.form.relationship.selectContact
source: Select contact
hr: Odaberi kontakt

# contacts.form.relationship.type
source: Type
hr: Vrsta

# contacts.form.relationship.add
source: Add relationship
hr: Dodaj odnos

# contacts.form.relationship.update
source: Update relationship
hr: Ažuriraj odnos

# relationship.friend
source: Friend
hr: Prijatelj

# relationship.colleague
source: Colleague
hr: Kolega

# relationship.acquaintance
source: Acquaintance
hr: Poznanik

# relationship.parent
source: Parent
hr: Roditelj

# relationship.child
source: Child
hr: Dijete

# relationship.sibling
source: Sibling
hr: Brat/sestra

# relationship.spouse
source: Spouse
hr: Supružnik

# relationship.other
source: Other
hr: Ostalo

# events.upcoming.title
source: Upcoming birthdays
hr: Nadolazeći rođendani

# events.upcoming.empty
source: Add birthdays in contacts to start receiving reminders.
hr: Dodaj rođendane u kontakte kako bi primao podsjetnike.

# events.item.birthday
source: Birthday: %@
hr: Rođendan: %@

# events.item.turningAge
source: turning %d
hr: puni %d

# events.count
source: %d contacts
hr: %d kontakata

# events.next.none
source: Next: -
hr: Sljedeće: -

# events.next.value
source: Next: %@
hr: Sljedeće: %@

# map.empty.title
source: No mapped contacts yet
hr: Još nema mapiranih kontakata

# map.empty.subtitle
source: Add a living place to contacts, or allow location access to show your current position.
hr: Dodaj mjesto stanovanja kontaktima ili dopusti pristup lokaciji za prikaz tvoje trenutne pozicije.

# map.alert.notice
source: Map notice
hr: Obavijest o karti

# map.accessibility.center
source: Center map on current location
hr: Centriraj kartu na trenutnu lokaciju

# map.accessibility.reset
source: Reset map to initial view
hr: Resetiraj kartu na početni prikaz

# map.group.count
source: %d contacts in this place
hr: %d kontakata na ovoj lokaciji

# map.samePlace.title
source: Same Place
hr: Isto mjesto

# settings.appearance.title
source: Appearance
hr: Izgled

# settings.language.title
source: Language
hr: Jezik

# settings.reminders.title
source: Birthday reminders
hr: Podsjetnici za rođendane

# settings.reminders.add
source: Add reminder
hr: Dodaj podsjetnik

# settings.reminders.subtitle
source: Manage reminders for all contacts with a birthday.
hr: Upravljaj podsjetnicima za sve kontakte s rođendanom.

# settings.reminders.remove
source: Remove reminder
hr: Ukloni podsjetnik

# settings.reminders.empty
source: No reminders set yet.
hr: Još nema postavljenih podsjetnika.

# settings.encryption.note
source: Encryption enabled. Data stays local-first.
hr: Enkripcija je uključena. Podaci ostaju lokalno.

# settings.notifications.enable
source: Enable notifications
hr: Uključi obavijesti

# settings.notifications.enabled
source: Notifications are enabled.
hr: Obavijesti su uključene.

# settings.notifications.disabled
source: Notifications are disabled. Enable them in system settings.
hr: Obavijesti su isključene. Uključi ih u postavkama sustava.

# settings.notifications.notEnabled
source: Notifications are not enabled yet.
hr: Obavijesti još nisu uključene.

# settings.notifications.unavailable
source: Notification status unavailable.
hr: Status obavijesti nije dostupan.

# settings.import.title
source: Import contacts and meetings
hr: Uvoz kontakata

# settings.import.subtitle
source: Import contacts from your address book and meetings from your calendar.
hr: Uvezi iz adresara i spoji prema podudaranju e-pošte ili telefona.

# settings.addReminder.title
source: Add reminder
hr: Dodaj podsjetnik

# settings.addReminder.when
source: When
hr: Kada

# settings.addReminder.onBirthday
source: On birthday
hr: Na rođendan

# settings.addReminder.oneDayBefore
source: 1 day before
hr: 1 dan prije

# settings.addReminder.daysBefore
source: %d days before
hr: %d dana prije

# settings.addReminder.time
source: Time
hr: Vrijeme

# settings.addReminder.duplicate
source: This reminder already exists.
hr: Ovaj podsjetnik već postoji.

# reminder.timing.onBirthdayAt9
source: On birthday at 9:00 AM
hr: Na rođendan u 9:00

# reminder.timing.dayBeforeAt9
source: Day before at 9:00 AM
hr: Dan prije u 9:00

# reminder.timing.dayBeforeAt2
source: Day before at 2:00 PM
hr: Dan prije u 14:00

# reminder.rule.onBirthdayAtTime
source: On birthday at %@
hr: Na rođendan u %@

# reminder.rule.oneDayBeforeAtTime
source: 1 day before at %@
hr: 1 dan prije u %@

# reminder.rule.daysBeforeAtTime
source: %d days before at %@
hr: %d dana prije u %@

# error.storage.load
source: Could not load encrypted storage.
hr: Nije moguće učitati šifriranu pohranu.

# error.contact.missingName
source: Please add first name, last name, or nickname.
hr: Dodaj ime, prezime ili nadimak.

# error.contact.save
source: Could not save contact.
hr: Nije moguće spremiti kontakt.

# error.contact.delete
source: Could not delete contact.
hr: Nije moguće izbrisati kontakt.

# error.contact.import.permission
source: Contacts access is needed to import from your address book.
hr: Za uvoz iz adresara potreban je pristup kontaktima.

# error.contact.import.save
source: Could not import contacts from your address book.
hr: Nije moguće uvesti kontakte iz adresara.

# error.map.resolve
source: Could not map saved living places yet. Try again in a moment.
hr: Trenutno nije moguće mapirati spremljena mjesta stanovanja. Pokušaj ponovno uskoro.

# error.map.load
source: Could not load contacts for map view.
hr: Nije moguće učitati kontakte za prikaz karte.

# notification.birthdayReminder.title
source: Birthday Reminder
hr: Podsjetnik za rođendan

# notification.contact.this
source: This contact
hr: Ovaj kontakt

# notification.birthday.today
source: %@ has a birthday today.
hr: %@ danas ima rođendan.

# notification.birthday.tomorrow
source: %@ has a birthday tomorrow.
hr: %@ sutra ima rođendan.

# notification.birthday.inDays
source: %@ has a birthday in %d days.
hr: %@ ima rođendan za %d dana.
